{
 "eng":
 {
  "buy":"Buy Cryptocurrency With a Bank Card",
  "amount":"Amount",
  "invest":"Investment Limits: $10.00 - $20,000.00",
  "uget":"You get",
  "commision":"Commission included",
  "visa_master":"with Visa/Master",
  "people_buy":"people have already bought Cryptocurrencies with LeoMarkets",
  "people_invest":"already invested into Cryptocurrencies with LeoMarkets",
  "help":"Help",
  "what_is":"What is a Cryptocurrency?",
  "what_is_text":"A cryptocurrency is a digital currency designed and controlled by a special encryption technology. It serves as a digital storage of value and a medium of exchange. Cryptocurrencies are getting more popular with each day. The demand for them is ever-increasing and so is the price.",
  "is_safe":"Is it safe and legal to buy cryptocurrencies?",
  "is_safe_text":"Yes, purchasing cryptocurrencies is absolutely legal. IQ Option uses the most advanced security protocols and encryption techniques to make sure your funds (both fiat and crypto) are safe.",
  "where_is":"Where will the cryptocurrency be stored?",
  "where_is_text":"The cryptocurrencies you purchase will be stored in your Wallet on the IQ Option platform. The Wallet will be created automatically upon registration. You can always withdraw the cryptocurrency to an outside e-wallet of your choice.",
  "how_can":"How can I withdraw Bitcoin?",
  "how_can_text":"In order to withdraw Bitcoins, you have to set up a Bitcoin wallet, if you haven’t done so yet. There are countless options available online. Please note that any withdrawal will be associated with a withdrawal fee. As a security precaution the company limits the cryptocurrency withdrawal amount to the amount of the deposit made from the card using a 3D-Secure password. For example, to withdraw $500 worth of Bitcoin you need to make sure you have deposited not less than $500 from your card through a 3D Secure password. You may also have to upload copies of your documents in colour if you haven’t attached them before.",
  "what_commis":"What is the commission for Bitcoin withdrawal?",
  "what_commis_text":"The commission for BTC withdrawal is 2% of the amount up for withdrawal + 0,001 BTC.",
  "what_terms":"What are the terms of Bitcoin withdrawal?",
  "what_terms_text":"All withdrawal requests are processed in 1-3 working days. You will need to upload a copy of your ID, passport or driving licence to your account and verify bank cards you used.",
  "when_i":"When I’m buying a cryptocurrency am I buying it from LeoMarkets?",
  "when_i_text":"When you purchase a Сryptocurrency on the IQ Option platform, the company purchases the amount for you from a cryptoexchange.",
  "risk_warn":"risk warning",
  "risk_text":"Cryptocurrencies are highly volatile, risky and complex products. Due to wide price fluctuations, trading them may result in significant loss over a short period of time. Leverage can work both to your advantage and disadvantage. As a result, trading cryptocurrencies may not be suitable for all investors, and you should never invest money that you cannot afford to lose.",
  "non_exl":"You are granted limited non-exclusive non-transferable rights to use the IP provided on this website for personal and non-commercial purposes in relation to the services offered on the Website only.",
  "language":"Language",
  "terms":"Terms & Conditions",
  "step_1":"step 1",
  "step1_text":"Specify amount",
  "step_2":"step 2",
  "step2_text":"Register on LeoMarkets",
  "step3":"step 3",
  "step3_text":"Pay with a card",
  "step4": "step 4",
  "step4_text": "Get cryptocurrency",
  "sign_up":"Sign Up and Go to Payment",
  "after_sign":"After signing up, you’ll have access to:",
  "sign_text1":"Secure IQ Option Wallet",
  "sign_sub1":"Quickly sell, buy, deposit, and withdraw your crypto without even leaving your wallet",
  "sign_text2":"Online Trading Platform",
  "sign_sub2":"Trade Crypto, Forex, CFDs, and Options on a single platform via desktop, mobile, or standalone app",
  "sign_text3":"Fastest Customer Service",
  "sign_sub3":"Get any problem solved in just 40 seconds",
  "email_input":"E-mail",
  "name_input":"Name",
  "teleplone":"Telephone",
  "pass_input":"Password",
  "button_header":"sign up",
  "button_text_title":"and go to payment",
  "accept":"I accept terms of use"
  },
  "russ":
  {
   "buy":"Покупайте криптовалюты банковской картой",
   "amount":"Сумма",
   "invest":"Инвестиционные лимиты: $10.00 - $20,000.00",
   "uget":"Вы получите",
   "commision":"Комиссия включена",
   "visa_master":"картой Visa/Master",
   "people_buy":"человек уже купили криптовалюту на LeoMarkets",
   "people_invest":"уже инвестировали в криптовалюту на LeoMarkets",
   "help":"Помощь",
   "what_is":"Что такое криптовалюта?",
   "what_is_text":"Криптовалюта — это цифровая валюта, которая разработана и управляется специальной технологией шифрования. Это удобное средство хранения и обмена: криптовалюты становятся все популярнее с каждым днем. Спрос на них, а также их стоимость постоянно растет.",
   "is_safe":"Купить криптовалюту — безопасно и законно?",
   "is_safe_text":"Да, покупать криптовалюту абсолютно законно. LeoMarkets использует современные протоколы безопасности и методы шифрования, чтобы гарантировать безопасность ваших средств (как наличных денег, так и криптовалюты).",
   "where_is":"Где будет храниться криптовалюта?",
   "where_is_text":"Купленная криптовалюта будет храниться в вашем кошельке на платформе LeoMarkets. Кошелек создается автоматически после регистрации. Вы всегда можете вывести свою криптовалюту на внешний электронный кошелек.",
   "how_can":"Как вывести Bitcoin?",
   "how_can_text":"Чтобы вывести Bitcoin, нужно создать Bitcoin-кошелек, если у вас его еще нет. В Интернете представлено множество вариантов. Напоминаем, что с каждого вывода средств снимается комиссия. В качестве меры предосторожности компания ограничивает сумму вывода криптовалюты суммой депозита, сделанного с карты с использованием пароля 3D-Secure. Например, чтобы вывести Bitcoin стоимостью 500 долларов, убедитесь, что вы внесли депозит на сумму не менее 500 долларов с вашей карты с помощью пароля 3D-Secure. Возможно, вам также придется загрузить цветные копии своих документов, если вы не сделали этого ранее.",
   "what_commis":"Какова комиссия за вывод Bitcoin?",
   "what_commis_text":"Комиссия за вывод BTC составляет 0,05% от суммы вывода + 0,001 BTC",
   "what_terms":"Каковы условия вывода Bitcoin?",
   "what_terms_text":"Все заявки на вывод средств обрабатываются в течение 1—3 рабочих дней. Вам нужно будет загрузить на свой профиль копию удостоверения личности, паспорта или водительских прав и верифицировать банковские карты, которыми вы пользовались.",
   "when_i":"Когда я покупаю криптовалюту на платформе, я покупаю ее у LeoMarkets?",
   "when_i_text":"При покупке криптовалюты на платформе LeoMarkets компания покупает указанное количество за вас на криптобирже.",
   "risk_warn":"предупреждение о рисках",
   "risk_text":"Криптовалюта — крайне неустойчивый, высокорисковый и сложный продукт. Из-за сильных ценовых колебаний торговля криптовалютой может привести к значительным убыткам в кратчайшие сроки. Использование кредитного плеча может сказаться на вашем финансовом положении как положительно, так и отрицательно. Торговля криптовалютой подходит далеко не всем инвесторам. Никогда не инвестируйте больше, чем вы можете себе позволить.",
   "non_exl":"Вам предоставляются ограниченные неисключительные не подлежащие передаче права на использование ИС, размещенной на этом сайте, для личных некоммерческих целей только в отношении услуг, предлагаемых на сайте.",
   "language":"Язык",
   "terms":"Положения и условия",
   "step_1":"1 шаг",
   "step1_text":"Укажите сумму",
   "step_2":"2 шаг",
   "step2_text":"Зарегистрируйтесь на LeoMarkets",
   "step3":"3 шаг",
   "step3_text":"Оплатите картой",
   "step4": "4 шаг",
   "step4_text": "Получите криптовалюту",
   "sign_up":"Зарегистрироваться и перейти к оплате",
   "after_sign":"К услугам зарегистрированных пользователей:",
   "sign_text1":"Безопасный кошелек IQ Option",
   "sign_sub1":"Быстро продавайте, покупайте, депонируйте и выводите криптовалюту, даже не покидая своего кошелька",
   "sign_text2":"Торговая платформа",
   "sign_sub2":"Торгуйте на криптовалюте, Форекс, CFD и опционах на единой платформе через декстопное, мобильное или веб-приложение",
   "sign_text3":"Самая быстрая служба поддержки",
   "sign_sub3":"Решение любой проблемы за 40 секунд",
   "email_input":"E-mail",
   "name_input":"Имя",
   "teleplone":"Телефон",
   "pass_input":"Пароль",
   "button_header":"регистрация",
   "button_text_title":"и перейти к оплате",
   "accept":"Я принимаю правила и условия"
  }
}